{
    "accessed_datetime": "2020-03-28T19:54:34",
    "ancestors": [
        "vuw9h"
    ],
    "attributes": {
        "category": "project",
        "date_created": "2018-08-03T17:06:35.848574",
        "date_modified": "2018-10-22T22:02:04.481767",
        "description": "In 3 experiments, we examined fluctuations in working memory (WM) performance and associated changes in pretrial and task-evoked pupil diameter. Additionally, we examined whether behavioral lapses were accompanied by self-reports of off-task attentional states. The results demonstrated that task-evoked pupillary responses can be used to measure moment-to-moment fluctuations in the success of WM maintenance during delay intervals. Further, when individuals reported being in an off-task attentional state, their WM performance suffered. Additionally, when probed directly after a particularly poor trial, participants reported being in an off-task attentional state more often than at random intervals throughout the task. So behavioral, subjective, and physiological data converged when people experienced WM failures. Although pretrial pupil diameter did not consistently differentiate between successful and unsuccessful trials, variability in pretrial pupil diameter accounted for a significant portion of variance in WM task performance. This effect persisted after controlling for mean task-evoked pupillary response and variability in task-evoked pupillary responses. Thus, one of the major reasons people varied in the consistency with which they utilized their WM system was variability in arousal. Such variability in arousal is potentially due to variation in the functioning of the LC-NE neuromodulatory system, and thus may underlie individual differences in WM capacity and attention control.",
        "id": "vuw9h",
        "preprint": true,
        "public": true,
        "registration": false,
        "tags": [
            "attention",
            "mind-wandering",
            "pupillometry",
            "working memory"
        ],
        "title": "Pupillometry tracks fluctuations in working memory performance",
        "wiki": true
    },
    "children": [],
    "files": [
        {
            "attributes": {
                "date_created": null,
                "date_modified": null,
                "guid": null,
                "kind": "folder",
                "name": "data and rmd file",
                "size": null
            },
            "id": "5bce46ffab09bf001b9c9511",
            "links": {
                "download_link": null,
                "self_link": "https://api.osf.io/v2/files/5bce46ffab09bf001b9c9511/"
            }
        },
        {
            "attributes": {
                "date_created": "2018-10-22T21:56:10.019099Z",
                "date_modified": "2018-10-22T21:56:10.019099Z",
                "guid": "dyr4c",
                "kind": "file",
                "name": "DWRLapsesRevision.pdf",
                "size": 1150222
            },
            "id": "5bce4779a528370018db2a44",
            "links": {
                "download_link": "https://osf.io/download/dyr4c/",
                "self_link": "https://api.osf.io/v2/files/5bce4779a528370018db2a44/"
            }
        }
    ],
    "links": {
        "children_link": "https://api.osf.io/v2/nodes/vuw9h/children/",
        "files_link": "https://api.osf.io/v2/nodes/vuw9h/files/",
        "self_link": "https://api.osf.io/v2/nodes/vuw9h/"
    },
    "parent": null,
    "searched": {
        "children": true,
        "files": true
    }
}