{
    "accessed_datetime": "2020-03-28T19:54:34",
    "ancestors": [
        "vuw9h",
        "ukry4",
        "5ja8y",
        "6uv42",
        "kuce6",
        "exyks",
        "r9cnu",
        "92k4w",
        "h3sdb",
        "dkx6y",
        "em4xu"
    ],
    "attributes": {
        "category": "project",
        "date_created": "2020-02-24T18:52:29.336701",
        "date_modified": "2020-02-25T19:32:00.241940",
        "description": "Socioeconomic status (SES) is associated with working memory performance (Noble et al., 2005; 2007; Lawson et al., 2017; Rosen et al., 2019) as well as the structure and function of the frontoparietal network that supports working memory (Rosen et al., 2018; Finn et al., 2016; Noble et al., 2015). SES-related differences in executive functioning, including working memory, have been proposed to contribute to the well-estabilished income-achievment gap (Finn et al., 2016; Rosen et al., 2019). Understanding the specific dimensions of environmental experience associated with SES that contribute to these differences in working memory is imperative for designing interventions to mitigate SES-related disparities in cognitive and academic outcomes. \nA leading conceptual model of early adversity argues that early experiences of threat (i.e. experiencing harm or threat of harm) and deprivation (i.e. an absence of expected cognitive and social experiences; Sheridan &amp; McLaughlin, 2014) have distinct influences on children’s emotional, cognitive, and neural development. Here, we test a hypotheis proposed by this model that experiences of deprivation, but not threat, are an environmental pathway through that contribute to SES-related differences in working memory. Furthermore, we investigate whether deprivation, explains SES-related reductions in activation in the frontoparietal network and ventral visual stream including lateral occipital cortex and fusiform gyrus, regions of the brain the processes complex visual information (Grill Spector et al., 2001; Kanwisher et al., 1997) and that have been recently proposed to play an important role in SES-related disparities in executive function (Rosen, Amso, and McLaughlin, 2019).\nThe present study utilizes a longitudinal sample of children in the Seattle area. The study consisted of 4 study visits from ages 3-5 years during which family income was assessed as well as a final study visit in which children performed a spatial working memory task with while undergoing functional MRI (fMRI) scanning. We assess SES in three ways. First, we calculate chronicity of low income over 4 time points from age 3-5 years. Second, we will look at early life low income using the first time point. Third, we calculate current income-to-needs. ",
        "id": "em4xu",
        "preprint": false,
        "public": true,
        "registration": false,
        "tags": [
            "deprivation",
            "early environment",
            "fMRI",
            "frontoparietal network",
            "Socioeconomic Status",
            "threat",
            "ventral visual stream",
            "working memory"
        ],
        "title": "a.\tDeprivation, but not threat, as a mechanism linking socioeconomic status to working memory: a longitudinal fMRI study",
        "wiki": true
    },
    "children": [],
    "files": [
        {
            "attributes": {
                "date_created": "2020-02-24T19:09:33.389121Z",
                "date_modified": "2020-02-24T19:09:33.389121Z",
                "guid": "82pv9",
                "kind": "file",
                "name": "Preregistration DT SES Deprivation Threat WM study Final.docx",
                "size": 41286
            },
            "id": "5e541f6d8d876501bb811318",
            "links": {
                "download_link": "https://osf.io/download/82pv9/",
                "self_link": "https://api.osf.io/v2/files/5e541f6d8d876501bb811318/"
            }
        }
    ],
    "links": {
        "children_link": "https://api.osf.io/v2/nodes/em4xu/children/",
        "files_link": "https://api.osf.io/v2/nodes/em4xu/files/",
        "self_link": "https://api.osf.io/v2/nodes/em4xu/"
    },
    "parent": null,
    "searched": {
        "children": true,
        "files": true
    }
}